Repository: rhapsodyai/vanillajs
Catalog: Chapter16/mbplayer/languages/mbMiniAudioPlayer-*.po
Languages: es_es

source: mb.miniAudioPlayer parameters
es_es: parámetros matteo@open-lab.com.miniAudioPlayer

source: Don’t render
es_es: No hacer

source: check to exclude this link
es_es: comprobar para excluir a este enlace

source: Audio url
es_es: URL del audio

source: A valid .mp3 url
es_es: Un url .mp3 válida

source: Audio title
es_es: Título del audio:

source: The audio title
es_es: Título del audio:

source: Get the title from meta-data
es_es: Obtener el título de metadatos

source: Skin
es_es: Piel

source: black
es_es: negro

source: blue
es_es: azul

source: orange
es_es: naranja

source: red
es_es: rojo

source: gray
es_es: gris

source: green
es_es: verde

source: Set the skin color for the player
es_es: Establecer el color de la piel para el reproductor

source: Gradient
es_es: Degradado

source: Check to add a gradient to the player skin
es_es: Verificación añadir un gradiente a la piel del jugador

source: Animate
es_es: Animación

source: Check to activate the opening / closing animation
es_es: Verificación para activar la animación de apertura / cierre

source: Width
es_es: Ancho

source: Set the player width
es_es: Establecer el ancho del reproductor

source: Volume
es_es: Volumen

source: (from 1 to 10) Set the player initial volume
es_es: (de 1 a 10) Conjunto el volumen inicial del jugador

source: Autoplay
es_es: Auto reproducir

source: Check to start playing on page load
es_es: Echale un vistazo para empezar a jugar en la carga de la página

source: Loop
es_es: Bucle

source: Check to loop the sound
es_es: Compruebe que el sonido del lazo

source: Show/Hide
es_es: Mostrar/Ocultar

source: Volume control
es_es: Control de volumen

source: Check to show the volume control
es_es: Comprobación para mostrar el control de volumen

source: Time control
es_es: Control de tiempo

source: Check to show the time control
es_es: ﻿Mostrar la barra de control:

source: Mute control
es_es: Control de silenciamiento

source: Check to activate the mute button
es_es: Compruebe que activar el botón de silencio

source: Rewind control
es_es: Control de rebobinado

source: Check to show the rewind control
es_es: Comprobación para mostrar el control de rebobinado

source: Downloadable
es_es: Descargaste

source: Check to show the download button
es_es: Comprobación para mostrar el botón de descarga

source: Only registered
es_es: Sólo registrados

source: Check to limit downloads to registered users
es_es: Verificación para limitar descargas a los usuarios registrados

source: If you like it and you are using it then you should consider a donation <br> (€15,00 or more) :-)
es_es: Si le gusta y lo está utilizando, entonces debería considerar una <br> donación (€ 15,00 o más) :-)

source: I already donate
es_es: Ya done

source: You’re using mb.miniAudioPlayer v. %s
es_es: Usas mb.miniAudioPlayer v. %s

source: by
es_es: por

source: Thank you for downloading mb.miniAudioPlayer!
es_es: Gracias por descargar matteo@open-lab.com.miniAudioPlayer!

source: If you like it and you are using it<br>then you should consider a donation (€15,00 or more) :-)
es_es: Si le gusta y lo está utilizando <br> entonces usted debería considerar una donación (€ 15,00 o más) :-)

source: If you donate, the start popup will nevermore display
es_es: Si usted dona, el popup de inicio nunca más se mostrará

source: Don’t forget to follow me on twitter
es_es: No te olvides de seguirme en Twitter

source: Visit my site
es_es: Visita mi sitio

source: Visit my blog
es_es: Visita mi Blog

source: donate
es_es: Donar

source: Subscribe to my mailing list to stay in touch
es_es: Suscríbete a mi lista de correo para estar en contacto

source: your email address
es_es: su dirección de correo electrónico

source: Subscribe
es_es: Suscribirse

source: mb.miniAudioPlayer Settings
es_es: mb.miniAudioPlayer configuración

source: Here you define the default settings for all the audio links in your Wordpress site
es_es: Aquí definen la configuración predeterminada para todos los enlaces de audio en tu sitio de Wordpress

source: You can always overwrite any single player settings by selecting the audio link in the post editor and clicking on the mb.miniAudioPlayer button on the top of the TinyMCE editor toolbar
es_es: Siempre puede sobrescribir cualquier configuración de un solo jugador seleccionando el enlace de audio en el editor de post y haciendo clic en el botón de matteo@open-lab.com.miniAudioPlayer en la parte superior de la barra de herramientas de editor TinyMCE

source: Apply to any .mp3 file link
es_es: Se aplica a cualquier. mp3

source: Check to render any link to an .mp3 file as miniAudioPlayer
es_es: Cheque para procesar cualquier vínculo a un archivo. mp3 como miniAudioPlayer

source: If you uncheck this option only the links activated via the miniAudioPlayer window in the post/page editor will be rendered
es_es: Si usted desmarca esta opción se mostrará sólo los enlaces activados mediante la ventana de miniAudioPlayer en el editor de posts/páginas

source: Replace the default Wordpress embed media player
es_es: Reemplace el valor por defecto Wordpress Incruste el Reproductor media

source: Check to replace the default Wordpress audio player with the miniAudioPlayer
es_es: Compruebe para reemplazar el reproductor de audio por defecto de Wordpress con el miniAudioPlayer

source: If you uncheck this option the miniAudioPlayer will be applied only to the audio file inserted as "link to media file"
es_es: Si usted desmarca esta opción, que el miniAudioPlayer se aplicará sólo el archivo de audio insertado como “enlace a archivo multimedia”

source: Check to show the audio filename inside the player
es_es: Comprobación para mostrar el nombre de archivo de audio en el reproductor

source: Check to retrieve the title from meta-data
es_es: Cheque para recuperar el título de metadatos

source: Upload a custom skin CSS file
es_es: Subir un archivo CSS personalizado

source: You can create your own skin using the on line Skin Maker tool to generate the CSS
es_es: Usted puede crear su propia piel utilizando la línea de herramienta del fabricante de la piel para generar el CSS

source: Open the Skin Maker Tool
es_es: Abra la herramienta de máquina de piel

source: <b>Upload the generated CSS file to add your custom skin
es_es: <b>Cargar el archivo CSS generado para agregar tu skin personalizado</b>

source: Upload a new skin file
es_es: Cargar un nuevo archivo

source: Custom skin name:
es_es: Nombre del skin personalizado:

source: <b>If you want to modify this CSS</b> you should save and upload it on the skinMaker tool;<br> once changed, save it back and upload it here again
es_es: <b>Si desea modificar este CSS</b> debe guardar y cargar en la herramienta skinMaker;<br>una vez cambiado, guardar atrás y subirla otra vez

source: Save this skin as file
es_es: Guardar esta piel como archivo

source: Choose your skin
es_es: Elige tu piel

source: (custom)
es_es: (personalizado)

source: Set the palyer skin
es_es: Fijar la piel palyer

source: The "<span class="customSkinName">%1$s</span>" option is your customized skin
es_es: La opción “<span class=“customSkinName”>%1$s</span>” es su piel modificado para requisitos particulares

source: Player should have a gradient appearance
es_es: Jugador debe tener un aspecto degradado

source: Player animation
es_es: Animación de jugador

source: Set the width
es_es: Establezca el ancho

source: Set the player width in pixel or percentage (Ex.: 250 or 100%)
es_es: Establecer el ancho del reproductor en pídeles o en porcentaje (ej.: 250 o 100%)

source: The size is relative to the inner part of the player; if you want you can set the with as percentage, in that case the player will be adaptive for different screen resolutions, included mobile devices
es_es: El tamaño es relativo a la parte interior del jugador; Si usted quiere usted puede fijar la con porcentaje, en tal caso el jugador será adaptable para distintas resoluciones de pantalla, incluidos dispositivos móviles

source: Set the volume
es_es: Ajustar volumen

source: Set the default volume for the player
es_es: Ajustar el volumen por defecto para el jugador

source: show volume level
es_es: Mostrar el nivel de volumen

source: Check to show the volume levels
es_es: Comprobación para mostrar los niveles de volumen

source: show time info
es_es: mostrar información del tiempo

source: Check to show the time info
es_es: Comprobación para mostrar la información del tiempo

source: Activate the mute button
es_es: Activar el botón de silencio

source: Show the Rewind button
es_es: Mostrar el botón de rebobinado

source: Check to show the Rewind button
es_es: Comprobación para mostrar el botón de rebobinado

source: Exclude audio links with class
es_es: Excluir los enlaces de audio con clase

source: Define the class name for the audio links you don’t want to render as player; By default is "map_excluded"
es_es: Definir el nombre de clase de los enlaces de audio que no desea hacer como jugador; Por defecto es “map_excluded”

source: You can either manually add this class to the audio links you want to exclude or select the link and check the "Don’t render" checkbox of the popup window in the editor page
es_es: O puede Agregar manualmente esta clase a los enlaces de audio que desea excluir o seleccione el vínculo y marque la casilla de “No hacer” de la ventana popup en la página del editor

source: Allow downloads
es_es: Permite descargas

source: Check to add a download button on the right of the player
es_es: Verificación para añadir un botón de descarga a la derecha del reproductor

source: Only for registered users
es_es: Sólo para usuarios registrados

source: Check to allow downloads only for registered user
es_es: Check para permitir descargas sólo para usuarios registrados

source: Activate the player customizer in the post editor
es_es: Activar el personalizado de player en el editor de post

source: Check to activate the customization window in the posts and pages TinyMce editor"
es_es: Verificación para activar la ventana de personalización de lo mensajes y las páginas editor TinyMce”

source: If you are using others HTML5 audio player plug-ins (like Haiku) there could be conflicts with mb.miniAudioPlayer. You should deactivete the others befor using this
es_es: Si usted está usando otros HTML5 reproductor de audio plugins (como Haiku) podría haber conflictos con matteo@open-lab.com.miniAudioPlayer. Usted debe deactivete los otros antes de usar este

source: Save Changes
es_es: Guardar Cambios

source: Transform your mp3 audio file link into a nice, small light player. ! IMPORTANT - if you customized the skin for the previous version you need to regenerate it from <a href="http://pupunzi.com/mb.components/mb.miniAudioPlayer/demo/skinMaker.html" target="_blank">here</a>.
es_es: Transformar tu enlace de archivo de audio mp3 en un reproductor ligero agradable, pequeño. ! IMPORTANTE: Si usted adapta la piel para la versión anterior que se necesita regenerar desde <a href=“http://pupunzi.com/mb.components/mb.miniAudioPlayer/demo/skinMaker.html” target=“_blank”>aquí</a>.
